{
  "team": [
    {
      "name": "Peter Cortle",
      "title": "Co-Founder & CEO",
      "bio": "Peter is the Founder of Life Changing Labs, a summer incubator and mentorship network for Cornell entrepreneurs, and Life Changing Summer, a program teaching entrepreneurship and programming to high school students across the world. He also works at Entrepreneurship at Cornell and serves on the Advisory Council. Currently, he leads StartupTree as its CEO to help fuel the growth of university entrepreneurship globally.",
      "shortbio": "CEO of StartupTree, Founder of Life Changing Labs",
      "headshot": "/img/uploads/peter.jpg"
    },
    {
      "name": "Cristiana Mihai",
      "title": "Co-Founder & Director of Marketing",
      "bio": "Cristiana is passionate about helping others succeed. She joined the LCS family in 2018 after graduating from Cornell University with a degree in Applied Economics and Management. In 2020, she took on the position of Director of Marketing and helped the program seamlessly transition to virtual instruction. Cristiana has worked with startups in various industries, from travel and medical, to educational and real estate. In her free time she volunteers as an EMT and Medical Assistant, and at her local animal shelter!",
      "shortbio": "",
      "headshot": "/img/uploads/cristiana.jpeg"
    },
    {
      "name": "Jenna Wilocur",
      "title": "Co-Founder & Director of Programming",
      "bio": "Jenna is a social entrepreneur, founder of Social Enterprise at Cornell, and mentor for Blackstone LaunchPad powered by Techstars at Cornell. She holds a certificate in teaching social entrepreneurship from the International Council for Small Business. She will be completing a major in social entrepreneurship with minors in business and education at Cornell University this year.",
      "shortbio": "Founder of Social Enterprise at Cornell, Mentor for Blackstone LaunchPad",
      "headshot": "/img/uploads/jenna.jpg"
    },
    {
      "bio": "Samson is a designer, developer, entrepreneur, and incoming Computer Science major at Georgia Tech. He has built and launched multiple fullstack webapps before, and worked as a frontend engineer at early-stage startups. He joined the LCS team as CTO after graduating from its summer 2020 session, designing and building LCS' infrastructure and strategy as it scales up to year-round sessions.",
      "title": "Co-Founder and CTO",
      "name": "Samson Zhang",
      "shortbio": "",
      "headshot": "/img/uploads/headshot.jpg"
    }
  ]
}