{
  "testimonials": [
    {
      "name": "Jean Turban",
      "title": "LCS '15",
      "message": "Meeting so many successful people who are pursuing their dream has pushed me and motivated me to do the same.",
      "note": "Today, Jean is a masters student at Cornell and the founder and CEO of Titan Analytics.",
      "headshot": "img/uploads/jean.jpg"
    },
    {
      "name": "Sheryl Chorne",
      "title": "LCS '20",
      "message": "I entered this class with minimal knowledge on how to start a business, let alone come up with an idea or product to pursue. Jenna took us through every step of the startup process and always had such a positive attitude.",
      "note": "",
      "headshot": "img/uploads/sheryl.jpg"
    },
    {
      "name": "Ana Sofia",
      "title": "LCS '18",
      "message": "Now I have a lot of people that can help me out with anything I need. Having all this people around me just make me realize how much I’m going to miss them.",
      "headshot": "img/uploads/anasofia.jpg"
    },
    {
      "message": "The things I found most valuable this summer would have to be all the pitching activities and ice breakers, as it was a great way to boost my confidence. I am also grateful for meeting all of you!",
      "name": "Jake Wang",
      "title": "LCS '18",
      "headshot": "img/uploads/jake.jpg"
    },
    {
      "name": "David Schooler",
      "title": "LCS '18",
      "message": "Networking opportunities were amazing and valuable to helping us expand our knowledge and meet different types of people.",
      "headshot": "img/uploads/david.jpg"
    },
    {
      "name": "Aarushi Singh",
      "title": "LCS '18",
      "message": "The one thing that I found the most valuable was on how to start a business, I never had any experience on how to do this but I learned a lot from this program and now I know how to.",
      "headshot": "img/uploads/aarushi.jpg"
    },
    {
      "name": "Lorena Melisa Uysal",
      "title": "LCS '15",
      "headshot": "img/uploads/lorena.png",
      "message": "Every person you meet can help you and is open to help you, which is something I really appreciate. You give something and you get something back."
    },
    {
      "message": "My favorite part is seeing what good team dynamics looks like. I have been a part of many other teams and the teams are not always ideal. But here it’s perfect.",
      "headshot": "img/uploads/khamin.png",
      "name": "Khamin Nathabheem",
      "title": "LCS '15"
    }
  ]
}